// src/pages/Home.js
import React from 'react';

function About() {
  return (
    <div>
      <h2>Welcome to Spercompany</h2>
      <p>شركة سبير مكرسة لتقديم حلول مبتكرة وخدمات استثنائية لعملائنا في جميع أنحاء العالم. تأسست برؤية لدفع التقدم وتمكين الشركات، ونحن متخصصون في جك.</p>
      <p>فريقنا من الخبراء ملتزم بالتميز، مستفيدًا من أحدث التقنيات وأفضل الممارسات الصناعية لتقديم حلول مخصصة تلبي الاحتياجات الفريدة لكل عميل.</p>
      <p>في شركة سبير، النزاهة والجودة ورضا العملاء هي جوهر كل ما نقوم به. نحن نؤمن ببناء شراكات طويلة الأمد وتعزيز النمو من خلال الابتكار والتعاون.</p>
      <p>شكرًا لاختياركم شركة سبير. نتطلع للعمل معكم ومساعدتكم على ازدهار أعمالكم. </p>
      <h1 text-align="center">"دخن ولا ضوج "</h1>
    </div>
  );
}

export default About;
